{"_embedded":{"venues":[{"name":"Madison Square Garden","type":"venue","id":"KovZpZA7AAEA","test":false,"url":"https://www.ticketmaster.com/madison-square-garden-tickets-new-york/venue/483329","locale":"en-us","aliases":["msg","madison square garden"],"images":[{"ratio":"16_9","url":"https://s1.ticketm.net/dbimages/15646v.jpg","width":205,"height":115,"fallback":false}],"postalCode":"10001","timezone":"America/New_York","city":{"name":"New York"},"state":{"name":"New York","stateCode":"NY"},"country":{"name":"United States Of America","countryCode":"US"},"address":{"line1":"7th Ave & 32nd Street"},"location":{"longitude":"-73.9916006","latitude":"40.7497062"},"markets":[{"name":"New York/Tri-State Area","id":"35"},{"name":"All of US","id":"51"},{"name":"Northern New Jersey","id":"55"},{"name":"Connecticut","id":"124"}],"dmas":[{"id":200},{"id":296},{"id":345},{"id":422}],"social":{"twitter":{"handle":"@TheGarden"}},"boxOfficeInfo":{"phoneNumberDetail":"General Info: (212) 465-MSG1 (6741) or (212) 247-4777 Knicks Information: 1(877) NYK-DUNK. Rangers Fan Line: (212) 465-4459. Liberty Hotline: (212) 564-WNBA (9622). Season Subscriptions: (212) 465-6073. Disabled Services: (212) 465-6034 Guest Relations: (212) 465 - 6225 Group Sales: (212) 465-6100 Lost and Found: (212) 465-6299","openHoursDetail":"Monday - Saturday: 10:00am to 6:00pm **Tickets are not on-sale at the Box Office on the first day an event goes on-sale** The Box Office will be open at 10:00am daily or 90 minutes before the 1st performance of the day, whichever is earlier and will stay open until 8:00pm or 30 minutes after the last performance of the day begins, whichever is later. Sunday – Closed If an event takes place on Sunday, Box Office will open 90 minutes before the event start time and remain open 1 hour after event start time for Will Call and tickets sales for the evening's event only.","acceptedPaymentDetail":"Cash, American Express, Visa, MasterCard, Discover. ATM machines are located in Chase Square.","willCallDetail":"Pick-up tickets anytime the day of the show during box office hours (see above). Customers must present the actual credit card used to place the order and a picture ID. MSG cannot accept third party or “drop offs” from individual patrons."},"parkingDetail":"Prepaid advance parking is available for select events through Ticketmaster or via a link on www.thegarden.com. Madison Square Garden does not own or operate any parking facility.","accessibleSeatingDetail":"MSG WHEELCHAIR AND TRANSFER SEATING POLICY: Wheelchair and Transfer seating is reserved exclusively for patrons with accessible needs and their companions. Accessible seating is intended for use by an individual with a mobility disability or other disability who requires the accessible features of accessible seating due to a disability, and that individual's companions. Madison Square Garden (MSG) reserves the right to investigate potential misuse of accessible seating and to take all appropriate action against individuals who fraudulently obtain tickets for accessible seating. While tickets for accessible seating legitimately purchased for the use of an individual with disability may be transferred to another individual under the same terms and conditions applicable to other tickets, in the event such ticket is transferred to a non-disabled individual, MSG reserves the right to transfer that individual to other available seating TO ORDER WHEELCHAIR AND TRANSFER SEATING: Tickets for people with accessible needs, subject to availability, may be purchased in several ways: 1) Call Ticketmaster at 866-858-0008 2) Call MSG's Disabled Services Department at (212)465-6115. 3) Visit Madison Square Garden's Box Office (see box office hours above) 4) Order Online with Ticketmaster (select your event from the list to the left) For additional information regarding accessibility at Madison Square Garden or to request any other accommodations, please call MSG's Disabled Services Department at (212) 465-6115 any weekday between 9:30am-4:30pm ET. Service Animals Pets are not permitted at Madison Square Garden. MSG has very specific policies related to service and emotional support animals. Please visit www.thegarden.com to obtain more information for admitting your animal. Assistive listening devices (ALDAs) are available upon request. Please visit the Guest Experience Office across from section 117 for assistance. There is no charge for this service, however some form of identification will be requested and returned to you, once the device is checked back in. Wheelchair Storage: For patrons who wish to transfer to a seat from their wheelchair, we will store your mobility device at the Guest Experience Office. You will receive a claim check for your device. Wheelchair Escorts to Seats: Patrons with mobility impairments who do not have access to a wheelchair may request a wheelchair to transport the individual to/from their seat, free of charge. Please be aware that our personnel cannot remain with you during the event, nor will they allow you to remain in or keep the wheelchair for the duration of the event. In the event a patron requires the use of a wheelchair for the duration of the event, we recommend bringing your own wheelchair or other mobility device. The escort pick-up area is located on the South (toward 31st) side of Chase Square at elevator alcove. Please allow for extra so that you may be accommodated prior to the event start. Simply ask a Guest Experience Representative or a MSG Security Guard for assistance. Elevators: Public elevators are available for use by guests with disabilities and service every seating level","generalInfo":{"generalRule":"ARRIVE EARLY: Please arrive at least one-hour prior to event time. All patrons will go through a screening process upon entry with all packages, including briefcases and pocketbooks, being inspected prior to entry. Additionally, metal detectors may be utilized for some events. Bags that have passed inspection must fit comfortably under your seat.Please be mindful of traffic conditions, as Midtown Manhattan can be quite congested, especially during the holidays, parades, or special events. No smoking or electronic cigarettes permitted anywhere in the building No reentry. No recording devices No outside food or drink There are no bag or coat check facilities Alcohol Management: For most events at MSG, alcoholic beverages are available for purchase. MSG staff is trained in the nationally recognized T.E.A.M. (Techniques for Effective Alcohol Management) training program for responsible alcohol management. All guests will be required to show ID to purchase alcohol. Guests are not permitted to bring in alcoholic beverages from outside and may not leave with alcohol purchased inside the venue. Management reserves the right to refuse the sale of alcohol to any guest. Please be aware that it is the policy of The Madison Square Garden Company to require all guests who appear to be forty (40) years of age or younger to present a valid form of ID with proof of age in order to purchase alcoholic beverages at Madison Square Garden, Radio City Music Hall, The Beacon Theatre or The Chicago Theatre. Pursuant to applicable State law, MSG accepts only the following forms of identification: • A valid driver’s license or non-driver identification card issued by the United States Government, a State Government, Commonwealth, Possession or Territory of the United States or a Provincial Government of Canada. • A valid passport • A valid U.S. military ID International guests wishing to consume alcohol inside the building must bring a valid passport as the only form of acceptable ID.","childRule":"For most events, all children who have reached their second birthday require a ticket to gain admittance to Madison Square Garden. Any child who has yet to reach their second birthday does not require a ticket, however, they may not occupy their own seat. Please note, that for certain children's events (such as the Wiggles and Sesame Street Live!), all children who have reached their first birthday require a ticket. Please check the event profile for your specific event for more information prior to your purchase of tickets."},"upcomingEvents":{"_total":228,"tmr":2,"ticketmaster":226,"_filtered":0},"ada":{"adaPhones":"Inquiries or requests concerning accessibility should be directed to the Accessible Services Department for Madison Square Garden at 888-609-7599.","adaCustomCopy":"Individuals with disabilities may purchase up to three seats for companions in the wheelchair or other accessible seating areas, provided such seats are available.  Additional tickets, if available, may be purchased as close to the accessible seating areas, as long as it does not exceed the ticket limit for the event.  Please note, for events or specific seating sections where ticket sales are limited to fewer than four tickets per patron, the same ticket restrictions will apply to the purchase of accessible seating.\n\nAccessible seating is intended for use by an individual with a mobility disability or other disability who requires the accessible features of accessible seating due to a disability, and that individual's companions.  Madison Square Garden reserves the right to investigate potential misuse of accessible seating and to take all appropriate action against individuals who fraudulently obtain tickets for accessible seating.  While tickets for accessible seating legitimately purchased for the use of an individual with disability may be transferred to another individual under the same terms and conditions applicable to other tickets, in the event such ticket is transferred to a nondisabled individual, Madison Square Garden reserves the right to transfer that individual to other available seating.\n\nIf the disabled individual cannot attend an event for which he/she has purchased tickets, please contact the Madison Square Garden Disabled Services Department at 212-465-6034 prior to the event taking place for further information. \n\nTickets for individuals with accessible needs, subject to availability, may be purchased in several ways:\n\n1) Online through Ticketmaster.com\n2) By phone to the Disabled Services Department at 888-609-7599\n3) By phone to Ticketmaster at 800-745-3000\n4) In-person by visiting the Madison Square Garden Box Office\n\nAssistive Listening Devices (ALD) are available at Guest Experience locations in the Arena. \n","adaHours":"For additional information regarding Access at Madison Square Garden or to discuss any other accommodations, please contact the Disabled Services Department at 888-609-7599 between the hours of 9:30am and 4:30pm, Monday - Friday. "},"_links":{"self":{"href":"/discovery/v2/venues/KovZpZA7AAEA?locale=en-us"}}},{"name":"Kia Forum","type":"venue","id":"KovZpZAEkn6A","test":false,"url":"https://www.ticketmaster.com/kia-forum-tickets-inglewood/venue/73750","locale":"en-us","aliases":["the forum","forum"],"images":[{"ratio":"16_9","url":"https://s1.ticketm.net/dbimages/22354v.jpg","width":640,"height":360,"fallback":false}],"postalCode":"90305","timezone":"America/Los_Angeles","city":{"name":"Inglewood"},"state":{"name":"California","stateCode":"CA"},"country":{"name":"United States Of America","countryCode":"US"},"address":{"line1":"3900 W Manchester Blvd."},"location":{"longitude":"-118.341868","latitude":"33.9583"},"markets":[{"name":"Los Angeles","id":"27"}],"dmas":[{"id":223},{"id":324},{"id":354},{"id":383}],"boxOfficeInfo":{"openHoursDetail":"Box office Hours: The Kia Forum Box Office is located on the West side (Prairie Avenue side) of the venue. Box Office hours: Open Friday, noon to 6pm and all event days at noon.","acceptedPaymentDetail":"Kia Forum is a cashless venue. ONLY credit & debit cards are accepted for payment","willCallDetail":"Location: Box Office Will Call is only open on days of events. Will Call opens two (2) hours prior to the start of the show and closes (1) hour after the start of the show. Will Call tickets can be picked up on the night of the event only. Customers must have the actual credit card used to place the order, photo ID and their confirmation number. Tickets may not be dropped off or left for other guests."},"parkingDetail":"Parking fees vary per event. Disabled parking is located on all sides of the main Kia Forum lot. Please have your CA State placard available for the attendants.","accessibleSeatingDetail":"Wheelchair and Disabled Seating Policy: Wheelchair and Transfer seating is reserved exclusively for patrons with accessible needs and their companions. Accessible seating is intended for use by an individual with a mobility disability or other disability who requires the accessible features of accessible seating due to a disability, and that individual's companions. Kia Forum reserves the right to investigate potential misuse of accessible seating and to take all appropriate action against individuals who fraudulently obtain tickets for accessible seating. In the event such ticket is transferred to a non-disabled individual, Kia Forum reserves the right to deny entry to the wheelchair seating area or transfer that individual to other available seating. Wheelchair and Disabled Seating Tickets for people with accessible needs, subject to availability, may be purchased in several ways: 1) Order Online with Ticketmaster 2) Visit Kia Forum Box Office (Box Office hours: Tuesday, Wednesday, Thursday 11am to 7pm + Open @ Noon on all event days) 3) Call Kia Forum Guest Relations at 310-862-6200. For additional information regarding accessibility at Kia Forum or to request an interpreted performance or any other accommodations, please call Kia Forum Guest Relations Department Monday to Friday, 11am to 7pm. Accessible Restrooms, Disabled and family restrooms are located on the concourse across from sections 209-210 and 227-228. On the floor, disabled restrooms are located in the hallways adjacent to the North Hospitality. While disabled guests are provided preference at disabled restrooms, any guest may use these restrooms if they require that type of accommodation. Kia Forum can provide wheelchair escorts for individuals who have limited mobility to transport from a guest services location to their seating areas. Upon arrival at Kia Forum, please ask Guest Services for assistance. Please be aware Kia Forum escort staff are unable to remain with guests for the performance, provide restroom or concessions assistance, nor are they permitted to escort guests into the parking lots, city streets, or surrounding area. If you require a wheelchair for the duration of the show, you must bring your own wheelchair to the venue. Wheelchair Storage Guests who wish to transfer to a fixed seat from their wheelchair or mobility device, can check their device at any Guest Services location. Claim checks will be issued and guests may pick up their wheelchair until 30 minutes after conclusion of the show.","generalInfo":{"generalRule":"ARRIVE EARLY: Please arrive at least one-hour prior to show time. Kia Forum has a clear bag policy. All bags, including purses, will be inspected prior to entry while all patrons will go through a screening process including the use of metal detectors and pat downs as needed. Please be mindful of traffic conditions and local street closures/construction. For a list of prohibited items, please visit www.thekiaforum.com. No smoking of any substance and no electronic cigarettes are permitted in Kia Forum. No recording devices are permitted. No reentry. No outside food or beverage is permitted. There are no bag or coat check facilities. Staff is trained in the National Restaurant Association Training program. Alcohol sales will be limited to two alcoholic drinks per customer per transaction. Guests are not permitted to bring alcoholic beverages from outside Kia Forum and may not leave with alcohol purchased at Kia Forum. Management reserves the right to refuse the sale of alcohol to any guest. All guests may be required to show ID to purchase alcohol. Please be aware it is the policy of Kia Forum to require all guests who appear to be under forty (40) years of age or younger to present a valid form of ID with proof of age in order to purchase alcoholic beverages at Kia Forum. Pursuant to applicable state law, Kia Forum accepts only ID cards issued by a governmental agency that include a current description and picture of the person presenting it, which reasonably describes the person as to date of birth, weight, height, sex, and colors of eyes/hair. Kia Forum will not accept an ID that has been altered or is expired. We will also not accept a registration certificate issued under the Federal Selective Service Act.","childRule":"Events are all ages (unless noted). Everyone must have a ticket to enter the venue, regardless of age. For age restricted events a valid government issues ID will be required for entry."},"upcomingEvents":{"_total":51,"ticketmaster":51,"_filtered":0},"_links":{"self":{"href":"/discovery/v2/venues/KovZpZAEkn6A?locale=en-us"}}},{"name":"Augusta National Golf Course","type":"venue","id":"KovZpZAFnlEA","test":false,"url":"https://www.ticketmaster.com/augusta-national-golf-course-tickets-augusta/venue/115592","locale":"en-us","postalCode":"30904","timezone":"America/New_York","city":{"name":"Augusta"},"state":{"name":"Georgia","stateCode":"GA"},"country":{"name":"United States Of America","countryCode":"US"},"address":{"line1":"2505 Washington Rd."},"location":{"longitude":"-82.0187325","latitude":"33.5062091"},"markets":[{"name":"Atlanta","id":"10"}],"dmas":[{"id":220},{"id":221},{"id":258},{"id":327},{"id":384}],"upcomingEvents":{"_total":9,"tmr":9,"_filtered":0},"_links":{"self":{"href":"/discovery/v2/venues/KovZpZAFnlEA?locale=en-us"}}},{"name":"Put-in-Bay Airport","type":"venue","id":"Z7r9jZaduP","test":false,"locale":"en-us","postalCode":"43456","timezone":"America/New_York","city":{"name":"Put-in-Bay"},"state":{"name":"Ohio","stateCode":"OH"},"country":{"name":"United States Of America","countryCode":"US"},"address":{"line1":"1494 Langram Rd, Put-In-Bay, OH 43456"},"location":{"longitude":"-82.823502","latitude":"41.6479"},"dmas":[{"id":398}],"upcomingEvents":{"_total":1,"tmr":1,"_filtered":0},"_links":{"self":{"href":"/discovery/v2/venues/Z7r9jZaduP?locale=en-us"}}},{"name":"SoFi Stadium","type":"venue","id":"KovZ917ACh0","test":false,"url":"https://www.ticketmaster.com/sofi-stadium-tickets-inglewood/venue/82789","locale":"en-us","images":[{"ratio":"16_9","url":"https://s1.ticketm.net/dbimages/21790v.jpg","width":205,"height":115,"fallback":false}],"postalCode":"90301","timezone":"America/Los_Angeles","city":{"name":"Inglewood"},"state":{"name":"California","stateCode":"CA"},"country":{"name":"United States Of America","countryCode":"US"},"address":{"line1":"1001 S. Stadium Dr"},"location":{"longitude":"-118.343767","latitude":"33.950529"},"markets":[{"name":"Los Angeles","id":"27"}],"dmas":[{"id":223},{"id":324},{"id":354},{"id":383}],"upcomingEvents":{"_total":23,"tmr":1,"ticketmaster":22,"_filtered":0},"_links":{"self":{"href":"/discovery/v2/venues/KovZ917ACh0?locale=en-us"}}},{"name":"United Center","type":"venue","id":"KovZpa2M7e","test":false,"url":"https://www.ticketmaster.com/united-center-tickets-chicago/venue/32882","locale":"en-us","images":[{"ratio":"16_9","url":"https://s1.ticketm.net/dbimages/21833v.jpg","width":205,"height":115,"fallback":false}],"postalCode":"60612","timezone":"America/Chicago","city":{"name":"Chicago"},"state":{"name":"Illinois","stateCode":"IL"},"country":{"name":"United States Of America","countryCode":"US"},"address":{"line1":"1901 W Madison"},"location":{"longitude":"-87.67427375","latitude":"41.88124412"},"markets":[{"name":"Chicagoland and Northern Il","id":"3"},{"name":"All of US","id":"51"},{"name":"Central Illinois","id":"54"}],"dmas":[{"id":200},{"id":242},{"id":249},{"id":357},{"id":373}],"social":{"twitter":{"handle":"@unitedcenter"}},"boxOfficeInfo":{"phoneNumberDetail":"(312) 455-4500 (312) 455-4519 (TTY)","openHoursDetail":"Monday-Friday, 11:00 a.m. until 6:00 p.m. Saturday, closed if no performance Sunday, closed if no performance *Hours subject to change depending on event schedules.","acceptedPaymentDetail":"The United Center Box Office accepts Cash, Visa, MasterCard, American Express and Discover Card.","willCallDetail":"Tickets held at Will Call can be picked up beginning 90 minutes prior to the start of the actual event. E-TICKET /PRINT AT HOME & MOBILE TICKETING If you chose Print-at-Home as your delivery method, your tickets will be sent to the email address used at the time of purchase in the form of a .pdf and must be printed on paper in advance for entry. Print at Home tickets cannot scanned at the venue from a mobile device. Choosing mobile entry allows the convenience of using your smartphone as your game ticket. You no longer need to bring your physical tickets to the game. This includes season tickets and single game tickets purchased online or forwarded by email through authorized outlets including Chicagoblackhawks.com, Chicagobulls.com, ClickTix, Ticketmaster.com or other United Center approved outlets. Mobile entry requires a valid QR code."},"parkingDetail":"The United Center has 6,000 spaces in 11 parking lots surrounding the arena. Parking costs are as follows: Cars $27/$29 (Lots C &K). Buses and Limousines $32 during the week, $30 on weekends. All prices subject to change.","accessibleSeatingDetail":"Not only is the United Center designed to 100% ADA compliance, but each team member has been specifically trained in assisting our guests with special needs. Should you have any questions regarding the accessibility of the arena or for ticket information, please call 312-455-4653 and ask for Guest Relations (312-455-4519 TTY). Tickets in wheelchair accessible areas are available on all levels of the United Center, and the arena offers 100 disabled parking spaces located in parking Lot G off of Damen Avenue. All washrooms, restaurants, first aid station, seating areas, Cash Stations, box offices, Concession stands and drinking fountains are all wheelchair accessible.","generalInfo":{"generalRule":"Cameras are permitted in the arena for sporting events, however, for concerts and family shows, cameras and flash photography are not permitted. Video cameras and other recording devices are not permitted for family shows or concerts, however, they are permitted for sporting events. Video or audio recording of the actual game-in-play is not permitted. Outside food or beverages of any kind are not permitted inside the building. Guests wearing obscene or indecent clothing are not allowed on United Center property. Guest using foul or abusive language or gestures will be escorted from the arena. In accordance with the Chicago Clean Air Act of 2005, the United Center is a smoke-free facility. A designated smoking area is located outside of gate 7 only. Banners, signs, poles and sticks are not permitted inside the United Center. Laser pens and pointers are not permitted. Please remember that the United Center does have a no-readmittance policy. Policies subject to change depending on the nature of the event.","childRule":"For all concert events, all guests— including children— are required to have a ticket to enter the arena. For all professional and collegiate sporting events as well as Feld Entertainment family shows, children that are under 36 inches in height do not need a ticket to enter the arena. The adult will be allowed to have one child sit on his/her lap."},"upcomingEvents":{"_total":52,"tmr":5,"ticketmaster":47,"_filtered":0},"_links":{"self":{"href":"/discovery/v2/venues/KovZpa2M7e?locale=en-us"}}},{"name":"TD Garden","type":"venue","id":"KovZpa2gne","test":false,"url":"https://www.ticketmaster.com/td-garden-tickets-boston/venue/8337","locale":"en-us","aliases":["td banknorth garden"],"images":[{"ratio":"16_9","url":"https://s1.ticketm.net/dbimages/21608v.jpg","width":205,"height":115,"fallback":false}],"postalCode":"02114","timezone":"America/New_York","city":{"name":"Boston"},"state":{"name":"Massachusetts","stateCode":"MA"},"country":{"name":"United States Of America","countryCode":"US"},"address":{"line1":"100 Legends Way"},"location":{"longitude":"-71.060724","latitude":"42.365841"},"markets":[{"name":"Boston","id":"11"},{"name":"New England","id":"33"},{"name":"All of US","id":"51"},{"name":"Connecticut","id":"124"}],"dmas":[{"id":200},{"id":225},{"id":235},{"id":238},{"id":296},{"id":361},{"id":363},{"id":364},{"id":392}],"social":{"twitter":{"handle":"@tdgarden"}},"boxOfficeInfo":{"phoneNumberDetail":"General Info Number:(617) 624-1000 Group Sales (only!): (617) 624-1805/1806 Bruins (617) 624-BEAR (Groups = 25+) Celtics (617) 523-3030 (Groups = 20+) Please do not contact Group Sales regarding sold out games!","openHoursDetail":"TD Garden - Boston | Tickets, Schedule, Seating Chart, Directions (ticketmaster.com) The box office will open 2 hours prior to an event and remain open until one hour after the event begins. Please note the TD Garden Box Office does not sell tickets at the public on sale. All tickets should be purchased via www.ticketmaster.com *Hours subject to change","acceptedPaymentDetail":"Cash; Check up to $100.00 w/Mass. Driver License; AMEX; Visa; MC; Discover; Diners Club","willCallDetail":"Pick up tickets starting 2 hours prior to event time. Customer must present the actual credit card used to place order and a photo I.D."},"parkingDetail":"Park under The TD Garden in the new garage or in one of the several lots around the building.","accessibleSeatingDetail":"This is an accessible venue.","generalInfo":{"generalRule":"Alcohol Policy : To purchase alcoholic beverages, a patron must present a valid MA driver's license, MA liquor ID, passport or military ID, which indicates the patron to be a least 21 years of age (MA ID cards, duplicate licenses, expired licenses, damaged licenses and driver's licenses, which do not have photos, will not be accepted). Out of state licenses are acceptable only if the patron is at least 25 years of age and another form of identification (e.g., credit card) will be required if the patron is between 25 and 30 years of age. For out of country patrons, only a valid Passport will be accepted as proof of identification. No smoking is allowed in the building.","childRule":"Children under 2 free on adults lap for all events, Celtics, Bruins, family shows, and concerts. Some exceptions may apply."},"upcomingEvents":{"_total":53,"ticketmaster":53,"_filtered":0},"_links":{"self":{"href":"/discovery/v2/venues/KovZpa2gne?locale=en-us"}}},{"name":"State Farm Arena","type":"venue","id":"KovZpa2Xke","test":false,"url":"https://www.ticketmaster.com/state-farm-arena-tickets-atlanta/venue/114689","locale":"en-us","aliases":["phillips areana","philips arena","phillips arena"],"images":[{"ratio":"16_9","url":"https://s1.ticketm.net/dbimages/22348v.jpg","width":450,"height":255,"fallback":false}],"postalCode":"30303","timezone":"America/New_York","city":{"name":"Atlanta"},"state":{"name":"Georgia","stateCode":"GA"},"country":{"name":"United States Of America","countryCode":"US"},"address":{"line1":"One State Farm Drive"},"location":{"longitude":"-84.394569","latitude":"33.757796"},"markets":[{"name":"Atlanta","id":"10"},{"name":"All of US","id":"51"}],"dmas":[{"id":200},{"id":220},{"id":221},{"id":258},{"id":327},{"id":384}],"social":{"twitter":{"handle":"@statefarmarena"}},"boxOfficeInfo":{"phoneNumberDetail":"404-878-3000 - State Farm Arena Box Office 1-866-715-1500 - Atlanta Hawks","openHoursDetail":"The Box Office is open on event days and for the first day of all on-sales. (Hours will vary based upon the events and time of on-sales).","acceptedPaymentDetail":"Accepts: cash, Visa, Mastercard, Discover, American Express","willCallDetail":"Located at main box office on Centennial Olympic Park Drive. Available for pickup beginning 1 1/2 hours prior to event. Closing time will vary by event. PLEASE BRING A PICTURE ID, THE ACTUAL CREDIT CARD USED TO PURCHASE THE TICKETS, AND YOUR ORDER NUMBER."},"parkingDetail":"Parking is available in various lots around State Farm Arena including Centennial Garage and the CNN Deck located on Centennial Olympic Park Drive across from the arena. Both lots may be entered from Centennial Olympic Park Drive or Spring Street. Accessible parking is available in both lots. Price varies by event. The Philips Lot, located beneath the CNN Parking lot area, directly across from State Farm Arena, is adjacent to “The Gulch” and can be entered from the downward ramp on Centennial Olympic Park Drive.","accessibleSeatingDetail":"Accessible seating is available in throughout the arena in various price categories. Seating for the sight/hearing impaired available in the lower level. All accessible seating is subject to availability. All levels of the Arena are accessible by elevator and escalator.","generalInfo":{"generalRule":"No smoking inside arena. No glass bottles, aluminum cans, coolers, thermoses, outside food, or alcoholic beverages No banners or laser pointers. No Backpacks.","childRule":"For most events, everyone two and older must have a ticket. For Sesame Street Live, children one and older must have a ticket. Please see the ticket information for each event."},"upcomingEvents":{"_total":35,"ticketmaster":35,"_filtered":0},"_links":{"self":{"href":"/discovery/v2/venues/KovZpa2Xke?locale=en-us"}}},{"name":"Radio City Music Hall","type":"venue","id":"KovZpZAE7vdA","test":false,"url":"https://www.ticketmaster.com/radio-city-music-hall-tickets-new-york/venue/491523","locale":"en-us","images":[{"ratio":"16_9","url":"https://s1.ticketm.net/dbimages/15913v.jpg","width":205,"height":115,"fallback":false}],"postalCode":"10020","timezone":"America/New_York","city":{"name":"New York"},"state":{"name":"New York","stateCode":"NY"},"country":{"name":"United States Of America","countryCode":"US"},"address":{"line1":"1260 6th Avenue"},"location":{"longitude":"-73.9803981","latitude":"40.7599136"},"markets":[{"name":"New York/Tri-State Area","id":"35"},{"name":"All of US","id":"51"},{"name":"Northern New Jersey","id":"55"},{"name":"Connecticut","id":"124"}],"dmas":[{"id":200},{"id":296},{"id":345},{"id":422}],"social":{"twitter":{"handle":"@Radiocity"}},"boxOfficeInfo":{"phoneNumberDetail":"General Information (212) 247-4777 Group Sales (212) 465-6100","openHoursDetail":"Monday - Saturday: 10:00am to 8:00pm * The Box Office will be open at 10:00am daily or 90 minutes before the 1st performance of the day, whichever is earlier and will stay open until 8:00pm or 30 minutes after the last performance of the day begins, whichever is later. Sunday – Closed If an event takes place on Sunday, Box Office will open 90 minutes before the event start time and remain open 1 hour after event start time for Will Call and tickets sales for the evening's event only.","acceptedPaymentDetail":"Cash, American Express, Visa, MasterCard","willCallDetail":"Pick-up tickets anytime the day of the show during box office hours (see above). Customers must present the actual credit card used to place the order and a picture ID"},"parkingDetail":"Local Parking Garages Rockefeller Center Garage - 48th St. between 5th & 6th Aves. 31 West 52nd St. - between 5th & 6th Aves. 51st St. Garage - 140 West 51st St. between 6th & 7th Aves. 7th Ave. Garage - 810 7th Ave. @ 52nd St. and Broadway 155 West 48th St. - between 6th & 7th Aves.","accessibleSeatingDetail":"RADIO CITY MUSIC HALL WHEELCHAIR AND TRANSFER SEATING POLICY: Wheelchair and Transfer seating is reserved exclusively for patrons with accessible needs and their companions. Accessible seating is intended for use by an individual with a mobility disability or other disability who requires the accessible features of accessible seating due to a disability, and that individualâ  s companions. Radio City Music Hall reserves the right to investigate potential misuse of accessible seating and to take all appropriate action against individuals who fraudulently obtain tickets for accessible seating. While tickets for accessible seating legitimately purchased for the use of an individual with disability may be transferred to another individual under the same terms and conditions applicable to other tickets, in the event such ticket is transferred to a non-disabled individual, Radio City reserves the right to transfer that individual to other available seating TO ORDER WHEELCHAIR AND TRANSFER SEATING: Tickets for people with accessible needs, subject to availability, may be purchased in several ways: 1) Call Ticketmaster at 866-858-0008 2) Call Radio City Music Hall's Accessible Services Department at (212)465-6115. 3) Visit Radio City Music Hall's Box Office (see box office hours above 4) Order Online with Ticketmaster (select your event from the list to the left) For additional information regarding accessibility at Radio City Music Hall or to request any other accommodations, please call Radio City Music Hall's Disabled Services Department at (212) 465-6115 any weekday between 9:30am-4:30pm ET.","generalInfo":{"generalRule":"ARRIVE EARLY: Please arrive one-hour prior to showtime. All packages, including briefcases and pocketbooks, will be inspected prior to entry. All patrons will continue to go through a screening process upon entry. As delays are expected, Radio City Entertainment requests that for all events, ticket holders arrive as early as possible. Guests are strongly discouraged from bringing packages, briefcases, knapsacks and video equipment to the Music Hall. No Smoking Allowed Anywhere in the venue No Recording Devices No Outside Food or Drink","childRule":"Children two years of age or older require a ticket for admittance into any event held at Radio City Music Hall. For some performances, children under two will be admitted without a ticket however, they must sit on the lap of their parent or guardian. Please see specific show policies applicable to children’s admissions. Certain productions have different age requirements for tickets. Please see specific show for this information. For \"Barney\" shows, children 12 months and older are required to have a ticket."},"upcomingEvents":{"_total":26,"ticketmaster":26,"_filtered":0},"ada":{"adaPhones":"Ticketmaster:  (866) 858-0007    \nRadio City Music Hall's Accessible Services Department: (212)465-6115.","adaCustomCopy":"RADIO CITY MUSIC HALL WHEELCHAIR AND TRANSFER SEATING POLICY:    \nWheelchair and Transfer seating is reserved exclusively for patrons with accessible needs and their companions. Only one Wheelchair or Transfer Seat(with one companion ticket) can be purchased per transaction. Any additional companion seats (Standard Admission) must be purchased in a separate transaction. \nAccessible seating (Wheelchair and Transfer) is reserved for the exclusive use of patrons with accessible needs and their companions and the purchase or use of these seating locations by  individuals that do not have accessible needs is strictly prohibited and can result in ejection and/or forfeiture of ticket price.    \n    \nImproper use of Wheelchair and Transfer seating locations by patrons without accessible needs is strictly prohibited and can result in revoked ticket privileges without refund. Only one Wheelchair  (wheelchair used as seat) or Transfer Seat  (wheelchair user transfers to actual seat) with one companion ticket can be purchased per transaction. Any additional companion seats must    \nbe purchased in a separate transaction using the Standard Admission.    \n    \nTO ORDER WHEELCHAIR AND TRANSFER SEATING:    \nTickets for people with accessible needs, subject to availability, may be purchased in several ways:    \n1) Call Ticketmaster at (866) 858-0007.    \n2) Call Radio City Music Hall's Accessible Services Department at (212)465-6115.    \n3) Visit Radio City Music Hall's Box Office.    \n4) Order Online - To order online:    \n   a) Press the \"Back\" button below to close this page.    \n      This will return you to the order form.    \n   b) When the order form is displayed, choose the type (Wheelchair, Transfer OR Standard Admission) and quantity of tickets you desire.    \n   c) Select the section and delivery method, then press the \"Look for Tickets\" button, then follow the\ninstructions displayed on each page.    \n    \n","adaHours":"For additional information regarding accessing Radio City Music Hall or to request any other accommodations, please call Radio City Music Hall's Accessible Services department at (212) 465-6115 any weekday between 9:30am-4:30pm.    \n"},"_links":{"self":{"href":"/discovery/v2/venues/KovZpZAE7vdA?locale=en-us"}}},{"name":"Capital One Arena","type":"venue","id":"KovZpaKuJe","test":false,"url":"https://www.ticketmaster.com/capital-one-arena-tickets-washington/venue/172453","locale":"en-us","images":[{"ratio":"16_9","url":"https://s1.ticketm.net/dbimages/21796v.jpg","width":205,"height":115,"fallback":false}],"postalCode":"20004","timezone":"America/New_York","city":{"name":"Washington"},"state":{"name":"District of Columbia","stateCode":"DC"},"country":{"name":"United States Of America","countryCode":"US"},"address":{"line1":"601 F Street NW"},"location":{"longitude":"-77.020029","latitude":"38.897412"},"markets":[{"name":" DC and Maryland\"","id":"47"}],"dmas":[{"id":224},{"id":377},{"id":409}],"boxOfficeInfo":{"phoneNumberDetail":"General Information... 202-628-3200 Accessible Seating Only.. 202-661-5065","openHoursDetail":"Box office is open on non-event days from 12pm-4pm (Monday-Friday); closed on non-event Saturdays and Sundays Box office is open on non-event days from 12pm-4pm (Monday-Friday); closed on non-event Saturdays and Sundays *Hours subject to change","acceptedPaymentDetail":"Cash, Visa, MasterCard, American Express, Discover","willCallDetail":"Will Call tickets can be picked up anytime the Box Office is open, thru event start time. Customers must present the actual credit card used to place the order and a valid photo ID."},"parkingDetail":"-Street and Paylot parking are available. -Capital One Arena Parking Garage is located at 6th & G Streets NW, and is open to the public 7AM to 12Midnight 7 days a week. The 2 story underground garage has 475 pkg spaces & elevator access to Capital One Arena. Capital One Arena parking facility offers event, daily, & monthly parking(upon availability) 202-628-3200 ext7992","accessibleSeatingDetail":"To better accommodate your needs, Capital One Arena has requested that all accessible seating ticket accommodations be solicited only through their representatives. Please contact a Capital One Arena representative for further help with your ticket purchase.* Advance ticket purchase may be required. * Box office information is subject to change.","generalInfo":{"generalRule":"All patrons and bags are subject to search prior to entering Capital One Arena. To increase fan safety and expedite entry, Capital One Arena has implemented a strict no bag policy. Bags, backpacks, and purses will not be permitted inside the arena. Only wallet-size clutches, no larger than 5x7, will be permitted into the arena. Small medical and parenting bags will be permitted on a case by case basis and will be subject to increased security screening. If you are bringing a medical or parenting bag, please use the entrance on the corner of 6th and F Street. Any guest who declines to be searched or is in possession of prohibited items may be denied entry or ejected from the facility. Capital One Arena does not allow fans and patrons to bring in outside food or beverages. For more information on Capital One Arena security and bag policies and a list of prohibited items please click here https://www.capitalonearena.com/articles/capital-one-arena-security-policy Thank you for your cooperation and understanding.","childRule":"- Children ages 3 and older must have a ticket!! -Certain events, such as Feld events require a ticket starting at age 2"},"upcomingEvents":{"_total":55,"ticketmaster":55,"_filtered":0},"ada":{"adaPhones":"202-661-5065","adaCustomCopy":"To better accommodate your needs, Capital One Arena has requested that all accessible seating ticket accommodations be solicited only through their representatives. Please contact a Capital One Arena representative for further help with your ticket purchase.* Advance ticket purchase may be required.\n\n* Box office information is subject to change.","adaHours":"ADA Hours ... 10:00AM - 5PM (Monday-Friday)"},"_links":{"self":{"href":"/discovery/v2/venues/KovZpaKuJe?locale=en-us"}}},{"name":"Ball Arena","type":"venue","id":"KovZpZAFaJeA","test":false,"url":"https://www.ticketmaster.com/ball-arena-tickets-denver/venue/246112","locale":"en-us","images":[{"ratio":"16_9","url":"https://s1.ticketm.net/dbimages/22044v.jpg","width":205,"height":115,"fallback":false}],"postalCode":"80204","timezone":"America/Denver","city":{"name":"Denver"},"state":{"name":"Colorado","stateCode":"CO"},"country":{"name":"United States Of America","countryCode":"US"},"address":{"line1":"1000 Chopper Circle"},"location":{"longitude":"-105.010166","latitude":"39.74724"},"markets":[{"name":"Denver and More","id":"6"},{"name":"All of US","id":"51"}],"dmas":[{"id":200},{"id":248},{"id":254},{"id":264},{"id":285},{"id":347}],"boxOfficeInfo":{"phoneNumberDetail":"For more information you can also go to Ball Arena website, www.BallArena.com.","openHoursDetail":"The Box Office will open 90 minutes prior to the event start time.","acceptedPaymentDetail":"All sales must be done in advance online.","willCallDetail":"WILL CALL is no longer accepted at the Box Office. All tickets are digital and must be managed that way."},"parkingDetail":"Parking at Ball Arena may be easily accessed from I-25 and Auraria Parkway when traveling from the south, or I-25 and Speer Blvd when traveling from the North. For more information on Ball Arena parking and rates, please call 303.405.1299.","accessibleSeatingDetail":"Ball Arena is committed to providing every Guest with a comfortable and enjoyable experience in the arena, including Guests with disabilities. Wheelchair and accessible seating tickets and companion seating is available for purchase in each of the wheelchair seating sections.","generalInfo":{"generalRule":"Prohibited items can be viewed at https://www.BallArena.com/plan-your-visit/prohibited-items.","childRule":"Vary by event. Under 2 free - Child must sit on an adults lap."},"upcomingEvents":{"_total":80,"tmr":1,"ticketmaster":79,"_filtered":0},"_links":{"self":{"href":"/discovery/v2/venues/KovZpZAFaJeA?locale=en-us"}}},{"name":"Climate Pledge Arena","type":"venue","id":"KovZ917Ahkk","test":false,"url":"https://www.ticketmaster.com/climate-pledge-arena-tickets-seattle/venue/123894","locale":"en-us","images":[{"ratio":"1_1","url":"https://s1.ticketm.net/dbimages/22049v.png","width":432,"height":432,"fallback":false}],"postalCode":"98109","timezone":"America/Los_Angeles","city":{"name":"Seattle"},"state":{"name":"Washington","stateCode":"WA"},"country":{"name":"United States Of America","countryCode":"US"},"address":{"line1":"334 1st Ave N"},"location":{"longitude":"-122.35401604","latitude":"47.6221261"},"markets":[{"name":"Seattle Area","id":"42"}],"dmas":[{"id":385},{"id":391},{"id":418}],"boxOfficeInfo":{"openHoursDetail":"The Box Office is open 3 hours prior to the start of an event, located at the southwest corner of the Climate Pledge Arena Grounds at 1st & Thomas. It is open 2 hours prior to an event on Day Of Show for will call and sales for that day's performance only. We are a paperless venue and tickets will be sent via text.","acceptedPaymentDetail":"Apple Pay, Visa, AMX, MC, and Discover. We do not accept cash or checks.","willCallDetail":"WILL CALL LOCATION: SW Corner of Climate Pledge Arena on 1st & Thomas. WILL CALL OPENS: 2 hours prior to event time. DOORS OPEN: 1 hour prior to event time (Varies by Event)."},"parkingDetail":"Off-site pay lots and street parking (early arrival is recommended). On-site parking garages include Arena garage, 1st Ave garage, & 5th Ave garage. https://climatepledgearena.com/transportation/","accessibleSeatingDetail":"Parking - The 1st Ave N Garage is located 1 block south of Climate Pledge Arena. It is fully accessible with easy access to Climate Pledge Arena. Street parking & pay lots are also available but not as conveniently located. Drop Off - All Main Entrance doors to Climate Pledge Arena are accessible. The West entrance is the most convenient for drop off. 1st Ave N directly runs in front of the facility. Drop off location for the East entry is about 1/2 block away from Climate Pledge Arena at 2nd and Thomas. Entry - For most events, the West, South and East doors are open for entry.","generalInfo":{"childRule":"Unless Otherwise noted, Children Under 3yrs are Free on Lap. All Ages allowed unless otherwise noted. For customer convenience, baby-changing stations are located in all restrooms at Climate Pledge Arena."},"upcomingEvents":{"_total":67,"tmr":1,"ticketmaster":66,"_filtered":0},"ada":{"adaPhones":"206-460-7825","adaCustomCopy":"Accessible seating is available for guests with mobility disabilities and guests who require the accessible features provided in our accessible seating locations. When purchasing an accessible seat, up to 3 companion tickets may be purchased. Guest Services provides additional accommodations for guests as requested;  a full list of accommodations can be found at https://climatepledgearena.com/ticketing-guest-info . If you require interpretive services, please contact info@climatepledgearena.com or 206-460-7825 at least 7 days in advance of your event to reserve. ","adaHours":"9am – 5pm Monday through Friday"},"_links":{"self":{"href":"/discovery/v2/venues/KovZ917Ahkk?locale=en-us"}}},{"name":"Nissan Stadium","type":"venue","id":"KovZpZA7AnJA","test":false,"url":"https://www.ticketmaster.com/nissan-stadium-tickets-nashville/venue/221867","locale":"en-us","postalCode":"37213","timezone":"America/Chicago","city":{"name":"Nashville"},"state":{"name":"Tennessee","stateCode":"TN"},"country":{"name":"United States Of America","countryCode":"US"},"address":{"line1":"One Titans Way"},"location":{"longitude":"-86.771413","latitude":"36.166208"},"markets":[{"name":" Knoxville & More\"","id":"31"}],"dmas":[{"id":236},{"id":247},{"id":312},{"id":343}],"boxOfficeInfo":{"phoneNumberDetail":"615-565-4200. Fax is 615-565-4212. For CMA Festival Info, please call 1-800-CMAFEST","openHoursDetail":"8:30AM - 5:00PM Monday - Friday.","acceptedPaymentDetail":"Visa, MasterCard, American Express, Discover & Cash.","willCallDetail":"Will Call begins 2 1/2 hours prior to event."},"parkingDetail":"Available downtown, public parking garages and lots. Or call the Nashville Public Transportaion MTA department at 615-862-5950.","accessibleSeatingDetail":"This is an accessible venue: All Patrons in Wheelchairs Must Purchase Accessible Seating. For CMA Music Festival: Please contact CMA at 800-262-3378 for accessible seats.","generalInfo":{"generalRule":"Nissan Stadium Clear Bag Policy: Ensuring the safety and security of Nissan Stadium guests is a top priority. Before coming to the game, please familiarize yourself with the NFL’s bag policy that will be strictly enforced at the gates. Clear bags no larger than 12” x 12” x 6” are permissible, as well as non-transparent bags no larger than 4.5” x 6.5.” Please visit https://www.titansonline.com/stadium/bag-policy for more detailed information as well as a complete list of prohibited items. All bags and are subject to inspection by security personnel. Please note, magnetometers are in place at all points of entry.","childRule":"Children 2 and over must have a ticket for TN Titans Football games. For CMA Music Festival: Children ages 4-14yrs must have a ticket while children 3 and under are free on parent's lap(CMA Music Festival event only)."},"upcomingEvents":{"_total":13,"ticketmaster":13,"_filtered":0},"_links":{"self":{"href":"/discovery/v2/venues/KovZpZA7AnJA?locale=en-us"}}},{"name":"Dickies Arena","type":"venue","id":"KovZ917AOAw","test":false,"url":"https://www.ticketmaster.com/dickies-arena-tickets-fort-worth/venue/99330","locale":"en-us","images":[{"ratio":"16_9","url":"https://s1.ticketm.net/dbimages/21572v.jpg","width":205,"height":115,"fallback":false}],"postalCode":"76107","timezone":"America/Chicago","city":{"name":"Fort Worth"},"state":{"name":"Texas","stateCode":"TX"},"country":{"name":"United States Of America","countryCode":"US"},"address":{"line1":"1911 Montgomery Street"},"location":{"longitude":"-97.368507","latitude":"32.741072"},"markets":[{"name":"Dallas - Fort Worth and More","id":"5"}],"dmas":[{"id":212},{"id":218},{"id":261},{"id":326},{"id":348},{"id":386},{"id":405},{"id":415}],"social":{"twitter":{"handle":"@dickiesarena"}},"boxOfficeInfo":{"phoneNumberDetail":"817.402.9801","openHoursDetail":"Tuesday through Friday: 10:00am to 6:00pm. Closed Saturday, Sunday & Monday. If there is an event on a day when the Box Office is normally closed, the Box Office will open at 10:00am or 2 hours prior to showtime, whichever is earlier. Phone: 817-402-9801","acceptedPaymentDetail":"Cash, American Express, Discover, MasterCard, Visa","willCallDetail":"Will Call tickets may be picked up at the box office at Dickies Arena upon venue opening. In order to receive tickets, customers must present a valid government photo ID, the credit card used to make the purchase and the confirmation number given at the time of purchase. Tickets ordered must be picked up by the person ordering."},"parkingDetail":"There are multiple parking options available for guests attending events at Dickies Arena. The Chevrolet Garage, which is located just south of the arena, is accessible from Trail Drive. Upon venue opening, the Chevrolet Garage will be accessible from Bryce Avenue as well. The yellow lots are located across Trail Drive from Dickies Arena.","accessibleSeatingDetail":"Accessible seating is available online through Ticketmaster.com, by calling Ticketmaster phone agents or coming to the Dickies Arena box office (upon venue opening). Interpreters are available on select events upon request. Please call 817-402-9000 for more information. Interpreters should be reserved a minimum of 7 days in advance of the event.","generalInfo":{"generalRule":"No outside food or beverages are permitted. No video cameras or recording devices. Still cameras are allowed for some events, but please check the event page for more details or call Dickies Arena to verify.","childRule":"Children two (2) years and older MUST have a ticket. Please check specific shows for age restrictions."},"upcomingEvents":{"_total":110,"ticketmaster":110,"_filtered":0},"ada":{"adaPhones":"Interpreters: 817.402.9000\nBox Office: 817.402.9801","adaCustomCopy":"Accessible seating is available online through Ticketmaster.com, by calling Ticketmaster phone agents or coming to the Dickies Arena Box Office.  Interpreters are available on select events upon request.  Please call 817.402.9000 for more information.  Interpreters should be reserved a minimum of 7 days in advance of the event.","adaHours":"Tuesday through Friday: 10:00am to 6:00pm.  \nClosed Saturday, Sunday & Monday.  \n\nIf there is an event on a day when the Box Office is normally closed, the Box Office will open at 10:00am or 2 hours prior to showtime, whichever is earlier.\n\nPhone: 817-402-9801"},"_links":{"self":{"href":"/discovery/v2/venues/KovZ917AOAw?locale=en-us"}}},{"name":"Prudential Center","type":"venue","id":"KovZpZAE7vaA","test":false,"url":"https://www.ticketmaster.com/prudential-center-tickets-newark/venue/16847","locale":"en-us","images":[{"ratio":"16_9","url":"https://s1.ticketm.net/dbimages/16930v.jpg","width":205,"height":115,"fallback":false}],"postalCode":"07102","timezone":"America/New_York","city":{"name":"Newark"},"state":{"name":"New Jersey","stateCode":"NJ"},"country":{"name":"United States Of America","countryCode":"US"},"address":{"line1":"25 Lafayette Street"},"location":{"longitude":"-74.17121214","latitude":"40.73340555"},"markets":[{"name":"New York/Tri-State Area","id":"35"},{"name":"Northern New Jersey","id":"55"},{"name":"Connecticut","id":"124"}],"dmas":[{"id":296},{"id":345},{"id":422}],"boxOfficeInfo":{"phoneNumberDetail":"(973) 757-6000 The Prudential Center Box Office is located inside the arena near the corner of Mulberry Street and Edison Place. Guests can enter from the corner of Mulberry Street and Edison Place, next to the Investors Bank Tower.","openHoursDetail":"The Box Office is open Monday through Friday: 11am to 5pm. We are closed each Saturday and Sunday, with the exception of an event on one of those days, in which case we will open at 11am. Please visit www.prucenter.com/box-office for more information, or adjusted hours.","acceptedPaymentDetail":"American Express, Visa, Mastercard, Discover","willCallDetail":"Tickets purchased in person at the box office are sent via text message at the windows."},"parkingDetail":"For a list of parking lots available and additional parking information visit prucenter.com/parking. To purchase advance parking, visit prucenter.clickandpark.com.","accessibleSeatingDetail":"Accessible seating is available through Ticketmaster. Please visit ticketmaster.com to purchase accessible seating.","generalInfo":{"generalRule":"For some events, small, non-professional cameras without an external flash or extendable lens may be brought into Prudential Center. Please note that for certain events, cameras may not be permitted. Video and audio equipment, GoPros, selfie sticks, professional cameras (with a lens of 2.5 inches or greater) and recording devices are strictly prohibited.","childRule":"Children over 24 months of age must have a ticket in order to gain entrance to Prudential Center. Children under two years may enter without a ticket but must sit on their parent or guardian lap. Please check the event ticket policies at the time of purchase as ticket policies vary per event."},"upcomingEvents":{"_total":46,"ticketmaster":46,"_filtered":0},"_links":{"self":{"href":"/discovery/v2/venues/KovZpZAE7vaA?locale=en-us"}}},{"name":"Amway Center","type":"venue","id":"KovZpZAEvEEA","test":false,"url":"https://www.ticketmaster.com/amway-center-tickets-orlando/venue/279548","locale":"en-us","images":[{"ratio":"16_9","url":"https://s1.ticketm.net/dbimages/22286v.jpg","width":640,"height":360,"fallback":false}],"postalCode":"32801","timezone":"America/New_York","city":{"name":"Orlando"},"state":{"name":"Florida","stateCode":"FL"},"country":{"name":"United States Of America","countryCode":"US"},"address":{"line1":"400 W Church St."},"location":{"longitude":"-81.383957","latitude":"28.539293"},"markets":[{"name":"Orlando","id":"17"}],"dmas":[{"id":351}],"social":{"twitter":{"handle":"@AmwayCenter"}},"boxOfficeInfo":{"phoneNumberDetail":"Venue information : 407.440.7900 Groups Sales: Amway Center events: 407.440.7900 Orlando Magic games: 407.896.2442, select \"2\".","openHoursDetail":"Hours of Operation: Monday - Friday / 9 a.m. - 3 p.m. Summer and holiday hours may apply.","acceptedPaymentDetail":"Cash, Visa, Mastercard, Discover, & American Express","willCallDetail":"To pick up tickets, a valid government-issued photo identification is required. Hours: Monday - Friday / 9 a.m. - 3 p.m. and three (3) hours prior to any event. Location: On Church Street (north side of venue)."},"accessibleSeatingDetail":"Wheelchair accessible and companion seats are available at locations dispersed throughout Amway Center, offering guests the choice of an array of prices, amenities and lines of sight. Seating locations vary depending on particular events. It is important to indicate when buying tickets if you require wheelchair accessible seating. Service animals are animals individually trained to do work or perform tasks for the benefit of an individual with a disability. Guests with disabilities are welcome to bring their service animals inside the Amway Center. Service animals may not use additional seats unless a ticket has been purchased for the adjacent seat, but may request accessible seating. Elevators : The Amway Center has fourteen (14) accessible public elavators available for all guests. Parking : Convenient accessible parking is located in the GEICO Garage, which is adjacent to the Amway Center and accessible via the pedestrian bridge on the Terrace Level (Level 3). Additional accessible parking is located in lot 9. There are also accessible parking spaces in surface lots and garages in the area surrounding the Amway Center. Visit amwaycenter.com for more information. Entrance : The Amway Center's main entrance is at the middle block of Church Street between Hughey Avenue and Division Avenue. Accessible entry is also available via the pedestrian bridge on the Terrace Level (Level 3).","generalInfo":{"generalRule":"Items NOT Allowed: Use of video and/or audio recording equipment is strictly prohibited by event promoters, and the Amway Center reserves the right to confiscate any tape, film, or memory card. Items Allowed: Umbrellas are permitted inside the Amway Center. Umbrellas should be placed under your seat and out of the way of other guests. Please utilize the umbrella sleeves to help keep the floors dry. If necessary, guests may bring strollers to events at the Amway Center. Strollers must be collapsible and fit under your seat. You may not leave strollers in the walkways, gates, or concourses, and our staff will not be responsible for these items. The Amway Center is not responsible for any lost, stolen, or damaged strollers. Smoking is NOT permitted in the Amway Center SMOKING POLICY - ORLANDO VENUES Orlando Venues will allow re-entry for guests to go outside the venue in order to smoke in the designated area on the West side of the Amway Center. WHEN: Magic Games: Beginning at tip off guests can access the designated smoking area towards the Northwest side of the venue via the Disney Atrium. Concerts: When the Opening Act is onstage the guests can begin to access the smoking area towards the Northwest side of the venue via the Disney Atrium. Other Events: Beginning times are TBD depending on the setup of the show. WHERE: Guests can utilize the designated area for smoking by exiting out the Disney Atrium doors located on the west side of the Disney Atrium near the west elevators. Guests must remain at least 25 feet from the venue when smoking. WHEN EXITING: Guests must present their ticket stub to be scanned out and have their hand stamped before exiting the venue. No drinks are permitted to leave the building. WHEN RE-ENTERING: Upon re-entering the building the guests must present their ticket stub to be scanned in again as well as show the stamp on their hand before they re-enter the Amway Center. Guests must have both a ticket that can be scanned back in and a stamp on their hand in order to be allowed entry into the venue. Guests are subject to be searched again upon re-entering the venue. *Policy is subject to change per Orlando Venues Management.","childRule":"For Orlando Magic games, any patron who is 36 inches(3 feet) or taller must have a ticket for entry. For Amway Center events other than Orlando Magic games, all children two (2) years of age or older must possess a valid ticket for entry. A child under two (2) years of age, who is admitted free of charge for events, must sit on a patron’s lap. Occasionally, a family show (Disney of Ice, Globetrotters, Ringling Bros., etc.) will require children younger than two (2) years old to purchase a ticket. Please check with the box office or online for the show you are attending."},"upcomingEvents":{"_total":57,"tmr":1,"ticketmaster":56,"_filtered":0},"_links":{"self":{"href":"/discovery/v2/venues/KovZpZAEvEEA?locale=en-us"}}},{"name":"Chase Center","type":"venue","id":"KovZ917Ah1H","test":false,"url":"https://www.ticketmaster.com/chase-center-tickets-san-francisco/venue/230012","locale":"en-us","images":[{"ratio":"16_9","url":"https://s1.ticketm.net/dbimages/21707v.jpg","width":205,"height":115,"fallback":false}],"postalCode":"94158","timezone":"America/Los_Angeles","city":{"name":"San Francisco"},"state":{"name":"California","stateCode":"CA"},"country":{"name":"United States Of America","countryCode":"US"},"address":{"line1":"300 16th Street"},"location":{"longitude":"-122.387464","latitude":"37.76797"},"markets":[{"name":"N. California/N. Nevada","id":"41"}],"dmas":[{"id":250},{"id":273},{"id":282},{"id":341},{"id":368},{"id":374},{"id":382}],"boxOfficeInfo":{"phoneNumberDetail":"For Golden State Warriors: Ticket Sales: 1-888-GSW-HOOP (option 1) Group Sales: 1-888-GSW-HOOP (option 2) Account Service: 1-888-GSW-HOOP (option 3) Grandview Suites 1-888-GSW-HOOP (option 4) Administration: (510) 986-2200","openHoursDetail":"Monday-Friday: 10AM - 4PM // Weekends: Only on event days pending door times.","acceptedPaymentDetail":"You can use our proud partner’s Chase Cards for payment at the Box Office. We also accept, Cash, MasterCard, Visa, American Express, Discover","willCallDetail":"Will Call tickets may be picked-up at the Chase Center box office with a valid government issued photo I.D. that matches the name on the order, the credit card used to make the purchase, and the confirmation number given at the time of purchase are provided. VIP PACKAGES are subject to the package providers rules for pick up. For the box office to release tickets not in your name you need to submit a written letter of authorization along with a copy of the driver’s license of the party whose name is on the account."},"accessibleSeatingDetail":"Accessible seating is available online through Ticketmaster.com, by calling Ticketmaster phone agents or coming to the Chase Center Box Office. Interpreters are available by request and are dependent upon availability. Please call the Chase Center for further information. Interpreters need to be reserved a minimum of 10 days in advance of the show. Service dogs are allowed at the Chase Center.","generalInfo":{"generalRule":"ARRIVE EARLY: Please arrive at least one-hour prior to event time. All patrons will go through a screening process upon entry. All bags larger than 14” x 14” x 6” will need to be checked at our bag check location on Warriors Way. Additionally, metal detectors will be utilized for all events. Bags that adhere to policy, must fit comfortably under your seat. Please be mindful of traffic conditions, as San Francisco can be quite congested, especially during the holidays, parades, or special events. No glass bottles, aluminum cans, coolers, thermoses, outside food, or alcoholic beverages No banners or laser pointers. No smoking or electronic cigarettes permitted anywhere in the building. No reentry. No recording devices. No outside food or drink. Alcohol Management: For most events at Chase Center, alcoholic beverages are available for purchase. Chase Center staff is trained in the nationally recognized T.E.A.M. (Techniques for Effective Alcohol Management) training program for responsible alcohol management. All guests will be required to show ID to purchase alcohol. Guests are not permitted to bring in alcoholic beverages from outside and may not leave with alcohol purchased inside the venue. Management reserves the right to refuse the sale of alcohol to any guest. Please be aware that it is the policy of Chase Center to require all guests to present a valid form of ID with proof of age in order to purchase alcoholic beverages at Chase Center. Pursuant to applicable State law, Chase Center accepts only the following forms of identification: • A valid driver’s license or non-driver identification card issued by the United States Government, a State Government, Commonwealth, Possession or Territory of the United States or a Provincial Government of Canada. • A valid passport • A valid U.S. military ID International guests wishing to consume alcohol inside the building must bring a valid passport as the only form of acceptable ID.","childRule":"For most events, all children who have reached their second birthday require a ticket to gain admittance to Chase Center. Any child who has yet to reach their second birthday does not require a ticket, however, they may not occupy their own seat. Please check specific shows for age restrictions. Please check the event profile for your specific event for more information prior to your purchase of tickets."},"upcomingEvents":{"_total":51,"ticketmaster":51,"_filtered":0},"_links":{"self":{"href":"/discovery/v2/venues/KovZ917Ah1H?locale=en-us"}}},{"name":"Xcel Energy Center","type":"venue","id":"KovZpZA6AJdA","test":false,"url":"https://www.ticketmaster.com/xcel-energy-center-tickets-saint-paul/venue/49594","locale":"en-us","images":[{"ratio":"16_9","url":"https://s1.ticketm.net/dbimages/18766v.jpg","width":205,"height":115,"fallback":false}],"postalCode":"55102","timezone":"America/Chicago","city":{"name":"Saint Paul"},"state":{"name":"Minnesota","stateCode":"MN"},"country":{"name":"United States Of America","countryCode":"US"},"address":{"line1":"199 Kellogg Blvd"},"location":{"longitude":"-93.10121819","latitude":"44.94489438"},"markets":[{"name":"Minneapolis/St. Paul and More","id":"16"},{"name":"All of US","id":"51"}],"dmas":[{"id":200},{"id":268},{"id":329},{"id":336},{"id":371}],"social":{"twitter":{"handle":"@XcelEnergyCtr"}},"boxOfficeInfo":{"phoneNumberDetail":"Box office phone: (651) 726-8240 Minnesota Wild group sales: (651) 222-WILD Group sales for other events: 651-312-3486 Box office fax: (651) 726-8246 Internet web site: www.xcelenergycenter.com Internet e-mail: info@xcelenergycenter.com","openHoursDetail":"Regular Box Office Hours (September - April) Monday - Saturday: 10:00 AM - 6:00 PM Sunday: Closed, except for events (opens 4 hours prior to the event start time) and on sales (open for on sale time only) Summer Box Office Hours (May - August) Monday - Friday: 10:00 AM - 6:00 PM Saturday & Sunday: Closed, except for events (opens 4 hours prior to the event start time) and on sales (open for on sale time only) Based on the Xcel Energy Center event schedule, closing times may be extended. The box office may be closed on holidays.","acceptedPaymentDetail":"Cash, Visa, Mastercard, Discover, American Express.","willCallDetail":"Will Call windows open 90 minutes prior to the event and will remain open through the second period for Minnesota Wild games. Will Call is located in the main lobby of Gate 1 at Xcel Energy Center. Tickets are released only to the person whose name appears on the Ticketmaster account or will call envelope. No one will be given tickets designated for another person. Proper photo identification is required, and purchasing credit card, if applicable. A signature from the person authorized to pick up the tickets will be obtained at the time of pick up."},"parkingDetail":"Xcel Energy Center is serviced by two parking ramps (RiverCentre and Kellogg) directly connected to the complex. For most Xcel Energy Center events pre-paid parking is available in the RiverCentre ramp. Please visit the event page of the specific event you are attending to purchase pre-paid parking. - The Saint Paul RiverCentre ramp is situated across from Saint Paul RiverCentre/Xcel Energy Center with the entrance located on the south side of Kellogg Boulevard. - The Kellogg ramp is below Saint Paul RiverCentre with the entrance located on the north side of Kellogg Boulevard. There are numerous other places to park in downtown St. Paul in both covered parking ramps and open lots. Detailed information is available at http://www.xcelenergycenter.com/plan-your-visit/parking.","accessibleSeatingDetail":"Accommodations include accessible parking and drop-off areas, elevators, escalators, wheelchair accessible seating with excellent sightlines, accessible restrooms. ASL interpreters are provided upon advance request. Assisted listening devices are available, as well as Braille and large print programs upon request. There is elevator access to every level of the arena.","generalInfo":{"generalRule":"Cameras with a detachable lens or lens of more than two (2) inches are prohibited from all Xcel Energy Center concerts. The use of flash photography may also be prohibited. The event producer reserves the right to deny camera use at any time before or during the event and to prohibit the use of any camera that is deemed unacceptable. Video recorders or digital cameras with recording capabilities are prohibited at any time during an event. Xcel Energy Center reserves the right to examine and prohibit use of any camera that staff deem unacceptable. Audio recorders are not allowed at any time. Cans, bottles, coolers and other outside food and beverages are not allowed.","childRule":"For most events, including Minnesota Wild games, children under the age of 24 months will be admitted without a ticket if held on an adult's lap. For children's shows such as Disney on Ice, children 12 months and older need a ticket."},"upcomingEvents":{"_total":54,"ticketmaster":54,"_filtered":0},"_links":{"self":{"href":"/discovery/v2/venues/KovZpZA6AJdA?locale=en-us"}}},{"name":"Little Caesars Arena","type":"venue","id":"KovZ917A25V","test":false,"url":"https://www.ticketmaster.com/little-caesars-arena-tickets-detroit/venue/66238","locale":"en-us","images":[{"ratio":"16_9","url":"https://s1.ticketm.net/dbimages/20536v.jpg","width":205,"height":115,"fallback":false}],"postalCode":"48201","timezone":"America/New_York","city":{"name":"Detroit"},"state":{"name":"Michigan","stateCode":"MI"},"country":{"name":"United States Of America","countryCode":"US"},"address":{"line1":"2645 Woodward"},"location":{"longitude":"-83.055434","latitude":"42.341089"},"markets":[{"name":" Toledo & More\"","id":"7"}],"dmas":[{"id":266},{"id":277},{"id":317},{"id":398}],"boxOfficeInfo":{"phoneNumberDetail":"Box Office Phone Number: (313) 471-7929","openHoursDetail":"The Xfinity Box Office at Little Caesars Arena is open Monday thru Friday, from 11:00am to 5:30pm, and also on Event Days from 11:00am until Intermission.","acceptedPaymentDetail":"The Box Office accepts MasterCard, Visa, Discover, American Express, and Cash."},"generalInfo":{"generalRule":"All bags, purses, and clutches are prohibited. Wallets sized 4\" x 6\" x 1.5\" or smaller) and Diaper Bags/Medical Bags (14\" x 14\" x 6\") allowed."},"upcomingEvents":{"_total":46,"ticketmaster":46,"_filtered":0},"_links":{"self":{"href":"/discovery/v2/venues/KovZ917A25V?locale=en-us"}}},{"name":"Amalie Arena","type":"venue","id":"KovZpZA6k7IA","test":false,"url":"https://www.ticketmaster.com/amalie-arena-tickets-tampa/venue/106710","locale":"en-us","images":[{"ratio":"16_9","url":"https://s1.ticketm.net/dbimages/16606v.jpg","width":205,"height":115,"fallback":false}],"postalCode":"33602","timezone":"America/New_York","city":{"name":"Tampa"},"state":{"name":"Florida","stateCode":"FL"},"country":{"name":"United States Of America","countryCode":"US"},"address":{"line1":"401 Channelside Dr"},"location":{"longitude":"-82.451772","latitude":"27.942743"},"markets":[{"name":"Tampa","id":"21"},{"name":"All of US","id":"51"}],"dmas":[{"id":200},{"id":396}],"boxOfficeInfo":{"phoneNumberDetail":"(813) 301-2500 Amalie Arena Ticket Office (813) 301-6700 Accessible Seating Line","openHoursDetail":"Day of Event: 3 hours prior to the ticketed time. Hours may vary based on event. Please call (813) 301-2500 for specifics..","acceptedPaymentDetail":"Visa, MasterCard, American Express, Discover"},"parkingDetail":"Parking prices vary per event. Visit www.amaliearena.com/parking for more information.","accessibleSeatingDetail":"This is an accessible venue. For additional information, please visit www.amaliearena.com/arena-info/accessibility.","generalInfo":{"generalRule":"For additional information, please visit https://www.amaliearena.com/arena-info/policies or www.amaliearena.com/arena-info/a-z-faq.","childRule":"For most events, including hockey: Kids 0 to 23 months are free unless otherwise noted. If child has reached their 2nd birthday, they must have a ticket to enter. Childrens policy may vary on some shows, like Disney on Ice. Contact the ticket office for more information."},"upcomingEvents":{"_total":41,"tmr":1,"ticketmaster":40,"_filtered":0},"_links":{"self":{"href":"/discovery/v2/venues/KovZpZA6k7IA?locale=en-us"}}}]},"_links":{"first":{"href":"/discovery/v2/venues.json?page=0&size=20"},"self":{"href":"/discovery/v2/venues.json"},"next":{"href":"/discovery/v2/venues.json?page=1&size=20"},"last":{"href":"/discovery/v2/venues.json?page=3748&size=20"}},"page":{"size":20,"totalElements":74978,"totalPages":3749,"number":0}}